{"someone_in_georges": "Someone in George's apartment building was murdered the day before he disappeared. She gives an address and third-story apartment number near the Brooklyn Navy Yard.", "george_went_to": "George went to work the next day, but no one's seen him since. That was Thursday. He didn't come to work Friday and wasn't in his building.", "she_didnt_learn": "She didn't learn any of this until the police tore her place apart on Saturday, then came to her work and grilled her about George and where he might have gone. She's been looking for him ever since.", "as_nobody_important": "As 'nobody important, just a garment worker... or I was until the police told the floor manager my fiancé was a murderer' Sadie doesn't have the money to hire one of those private investigators.", "vivs_encountered_types": "Assess Honesty: Viv's encountered types who try to get their loved ones a trial in the press before it ever goes to court. Most of the time, they know the guy did it. This girl seems utterly convinced of her fiancé's innocence.", "the_police_rarely": "Streetwise: The police rarely care about getting the right guy when both victim and suspect come from the lower strata. If this case looks open and shut to them, they'll arrest George as soon as they find him and call it a day.", "she_met_george": "She met George at the New York Public Library. She loves George because she found him entirely different from your ordinary Joe. He read books about the human brain and the spirit world and all kinds of things. He thought a lot. George would have gone to college, only his family couldn't afford it.", "george_works_as": "(Core, 'Fuller's Electrical Repair') George works as an electrical repairman at Fuller's Electrical Repair, just a couple blocks north of Fulton Street in downtown Brooklyn.", "sadie_admits_she": "Sadie admits she doesn't see George every night, which the police took to mean he two- times her. They just don't understand George. Someday you'll hear about him as a famous inventor. At night, he works on building his machine and Mr. Fuller lets him use the workbench. Some nights, he comes by her place but others he works so late that he just sleeps at the shop. She mostly sees him on weekends.", "george_was_on": "George was on the verge of an amazing breakthrough: a machine that was going to change everything. If asked what the machine does, Sadie falters. George never actually told her; he said she'd have to see for herself.", "george_didnt_have": "(Core, 'Charming Charlie') George didn't have a lot of friends, but he grew up with one of his coworkers - Charlie Fitzpatrick. As kids, they'd planned to travel the world together.", "george_rents_a": "(Core, 'The Peculiar Death of Myron Fink') George rents a one-room apartment in one of the decrepit older buildings up by the Navy Yard. 'Just until we have enough money for one of the nicer new apartments.' The landlord, Mr. Simpson, won't let her into his room.", "everyone_persecuted_george": "Everyone persecuted George just for coming from a poor family, but he was going to make something of himself, Sadie knows it.", "if_asked_she": "If asked, she produces a photograph of a gangling young man with light hair and eyes, but seems reluctant to let it go. He seems to look at something beyond the photographer.", "the_police_questioned": "(Alternate, 'What the Cops Know') The police questioned her several times, but all she knows is what they told her - someone in George's building got killed. And they insist George did it.", "she_always_thought": "She always thought George different from the other boys. Bit of a dreamer. Sometimes used to just stare off into space. Why, one time she thought she saw him squinting as though he were trying to see something just out of view.", "yes_george_worked": "Yes, George worked on a machine after hours. Several of the boys have pet projects, and Mr. Fuller kindly lets them use his space.", "she_doesnt_know": "She doesn't know about George's device. Oh, but Richard was trying to build a bicycle-powered electric washer because his mother's farm doesn't yet have electricity. Something about generators. She thought that sounded very practical.", "georges_looked_more": "George's looked more like a phonograph, or perhaps a projector like at the movies.", "no_he_must": "No, he must have taken it with him because it's not here now.", "he_last_saw": "He last saw George four nights ago when he, Fuller, locked up. The boy stayed late to work on his device, same as always. But Fuller clarifies he doesn't play favorites: George supplies his own materials and must replace any tools he breaks.", "he_locks_up": "He locks up around 8 p.m. But several of the boys have keys, including George.", "if_she_wants": "(Core, 'Charming Charlie') If she wants to know more about George, she should talk to Charlie Fitzpatrick. Fuller indicates her on the floor below. Those two grew up together, and are still thick as thieves. It was George who talked him into hiring Charlie.", "had_he_thought": "(Alternate, 'What the Cops Know') Had he thought of George as a murderer? No, but you know those sensitive types and the police make a good case. Why else would he have run off ?", "george_never_leaves": "(Core 'George's Apartment') George never leaves the device here; he must have taken it home to his apartment.", "he_thinks_the": "He thinks the machine has something to do with radio waves, but doesn't know very much about it. George played his hand close to his chest. [Not entirely false. He's on the hunt for schematics.]", "either_prompted_by": "(Core, 'Temple of Nephthys') Either prompted by Viv's questioning him about the dame Char- lie mentions, or remembering just as Viv turns to leave the office, Fuller brings up the other girl who came by on Saturday asking about George. 'Pearl something-or-other. She gave me a card. Ah, there it is.' From under a heap on his desk, he produces a card bearing the name Madame Isis Neferi, a phone number, a street address in Brooklyn Heights, and Temple of Nephthys. 'Madame Isis, that wasn't her, but she begged me to call her if George came back or I got a lead on what she called his ‘miracle machine.' Strange girl.'", "george_asked_her": "George asked her to stay late the last night anyone saw him, seemed down in the dumps, but Charlie had a date and figured on talking to him Friday morning. George's depressed mood came on suddenly. Just the day before, he had 'the same look he got when he first heard voices on his crystal radio set!' Charlie assumed the glum mug meant he had been on the wrong track after all.", "mr_fuller_would": "(Core, 'Fuller Himself') Mr. Fuller would have seen George last, as far as she knows. George normally lets himself out with his own key, maybe around midnight? Surely Mr. Fuller would have said something if he'd seen him. Charlie chastises herself again for not coming in. - She shows her copy of the key and explains that sometimes she'd stop off after a date, just to make sure George had left.", "she_has_known": "She has known George since they were kids together. He practically forced Fuller to hire her - she secretly did all George's repairs for a week, at least as fast and as well as any of the men. She and George worked here since before the Crash. They couldn't pull a stunt like that now, not with so many men looking for work. Charlie doesn't like Fuller much, but at least he's the one man to have the business sense to hire her and he hasn't used the Crash to lower wages (much) or replace them with cheaper unemployed workers.", "charlie_evades_pinning": "Charlie evades pinning down an alibi for the night of George's disappearance, simply saying she spent the evening out and got to bed early", "she_thinks_george": "She thinks George might have run off. Maybe he cracked when his machine wouldn't work and jumped off the Brooklyn Bridge.", "no_george_wouldnt": "(Pipe, 'The Leg-Breaker') No, George wouldn't kill anyone, but he's sensitive. A murder would have upset him. Charlie reluctantly admits she would believe it more readily if George had robbed someone. Building his machine cost him a lot of money he doesn't have. She hints that George may have borrowed unwisely", "she_tried_taking": "(Core, 'The Peculiar Death of Myron Fink') She tried taking Sadie, 'sweet kid,' by George's apartment, but the landlord has a bee in his bonnet about not letting anyone in. Charlie thinks this irrational, as the police stopped posting a guard there over a day ago.", "viv_isnt_the": "(Pipe, 'Temple of Nephthys') Viv isn't the first lady to come by asking questions about George, but she seems a lot more cool-headed than the other. 'Little, awkward girl, not more than 18 or 19' came by the shop Saturday looking for George. She'd seen this girl talking to George outside recently, but doesn't think George is the type to play around. When the girl heard no one had seen George that day or the day before, she became upset and asked to see his 'miracle machine.' Upon hearing the device had disappeared too, the girl turned frantic and accused them all of stealing it. Mr. Fuller took her up to his office and gave her some brandy to calm her nerves.", "the_original_call": "(Alternate lead-in, 'The Peculiar Death of Myron Fink') The original call reported a disturbance rather than a death. Several tenants of the same building reported strange sounds and seeing things.", "because_nobody_could": "Because nobody could agree on what happened or whether or not the man screamed, the responding beat cop didn't break down the door, but it wouldn't have helped anyway.", "as_far_as": "(Alternate lead-in, 'The Thing in the Morgue') As far as he knows, the body hasn't yet left Bellevue (Bureaucracy: the morgue at Bellevue Hospital, on 29th Street).", "oconnor_describes_the": "O'Connor describes the officer in charge, James MacAdams, as a hard-liner. Does things by the book, but generally fair. Seems to be pushing for a quick closure on this case, and O'Connor can't blame him considering what he's heard.", "this_preston_fellow": "This Preston fellow is the natural suspect. From what he heard, they didn't have any leads until Preston flew the coop.", "he_hasnt_seen": "(Alternate lead-in, 'The Thing in the Morgue') He hasn't seen the body, and he doesn't plan on it. Several of the policemen on the case show signs of drinking harder than usual. One hasn't slept since: just keeps drinking coffee to stay awake. If Viv is sure she wants to see it, he might be able to pull some strings and get her in.", "on_that_fateful": "On that fateful night, he had gone to the moving pictures. 'Normally, you wouldn't find a quieter convent. I haven't had to stay on the premises all day and night.'", "other_tenants_in": "Other tenants in the building reported strange sounds. Then someone in Myron Fink's apartment screamed.", "nobody_could_get": "(Pipe, 'The Thing in the Morgue') Nobody could get the door open until he came back from the pictures, which wasn't until after midnight. When he opened it, they found Fink dead. 'Couldn't have saved him, though, not in a condition that serious.' He immediately called the police. Police didn't even bother calling a doctor; coroner took him straight to the morgue.", "he_had_to": "He had to check on all the tenants. Most inconvenient. Everyone else was accounted for, including Preston. Police didn't take him in that night, but told everyone not to try any funny business. Then Preston doesn't come home, so what's a man to think? Of course he called the police. That's the definition of funny business, after all. Now the police think Preston did it, and why should he contradict them?", "simpson_reluctantly_admits": "(Pipe, 'The Thing in the Morgue') Simpson reluctantly admits that nobody can tell yet ex- actly what killed Fink. Not an ordinary weapon, for sure. But even if Preston didn't shoot him, why would he have run if he didn't kill him somehow?", "preston_wouldnt_answer": "Preston wouldn't answer his door, but when Simpson unlocked it they found him curled up in bed, shivering.", "as_far_as_he": "As far as he knows, Fink and Preston had no bad blood between them. Fink worked as an accountant, paid his rent on time, and kept himself to himself. Until this week, Simpson considered them two of his easier tenants.", "at_first_they": "(Pipe, 'Going on the Grid') At first they worried they were in for a blackout. The power kept flickering but never actually went off. The last time this happened, it was because a drugstore down the street had installed an entire refrigera- tion section in the back which overloaded the grid. (Violet describes this last with the most hand waving; Williams with the least.)", "the_sound_might": "The sound might have started as soon as the power began flickering, but they didn't notice it until they got used to the weird light.", "everything_stopped_a": "Everything stopped a moment after Fink screamed. The lights came up to full brightness and the... things... vanished. See 'August Wil- liams' below.", "anyone_telling_her": "(Core, 'The Thing in the Morgue') Anyone telling her about Fink's body first glances toward Mr. Simpson, if he is present, and lowers their voice to a conspiratorial whisper. Maybe George killed him, but they don't see how, because... he was bitten clean in half! Police couldn't find his midsection or legs anywhere.", "minnie_lives_in": "Minnie lives in the apartment across the hall and down one from Fink, on the other side from George Preston's place.", "until_mr_fink": "Until Mr. Fink screamed, she thought she was falling asleep. It gets lonely in the building at night, if she doesn't go out to the pictures or the diner, and sometimes she just dozes off.", "strangely_once_the": "Strangely, once the power started going, Minnie felt like the whole world had gone silent. No noise of the city, just the buzzing of the electric light. It didn't feel bad, though, just peaceful, but then the sound started.", "the_sound_made": "The sound made her think of a piano that's gone out of tune. It wasn't like a piano's music, but that way something just feels off and you want to scream or pull out your hair rather than listen to it any more. She had a neighbor in Albany who played her piano day and night, and it grated at her nerves something awful.", "williams_lives_across": "Williams lives across from Minnie Boyer, right on the other side of Myron Fink.", "he_heard_the": "He heard the sound just like the others say, but that's not all that happened.", "after_a_few": "After a few minutes of it, he went out to find Simpson and complain about the problem with the power. People keep inventing all these newfangled devices without thinking about whether there's enough power to go around. Should be a law.", "he_couldnt_find": "He couldn't find Simpson, as usual. When he had almost gotten back to his room, he saw the first... thing. It made him think of a living blimp, floating gently. He slammed and locked he door to his room, but it passed through the wall, almost as though it weren't made of real stuff. For a few minutes, he sat paralyzed on the bed, watching things like the blimp float or mosey by. Then, right before Fink screamed, he saw something else - like a soap bubble but with claws for arms and what looked like tentacles. He'd have screamed too, if he weren't too scared to breathe. Its hideous teeth opened - Fink screamed and it moved through the wall into Fink's room instead. A moment later, it vanished. Everything went back to normal.", "violet_lives_at": "Violet lives at the far end of the hall, nearest the stairs. Assess Honesty gets the sense that, other than the problem with the power, she didn't experience much of what the others describe. Instead, she piggybacks off their statement so people will listen to her. Viv has encountered the type before in her work.", "violet_always_had": "Violet always had George figured for the screwy type. Too quiet, always lost in his own world, never really talked to the other tenants. Probably some sort of crazed sex killer, and that's why he took Fink's lower half with him. Viv hardly needs an Interpersonal ability to interpret this as 'he never paid attention to me.'", "growing_serious_violet": "Growing serious, Violet remarks that she's never seen anything like the expression on Fink's face. Like something scared him to death before... you know. She couldn't sleep all that night just thinking about it.", "george_had_called": "George had called Madame Isis the afternoon of his disappearance and made an appointment through Pearl to see Madame that evening after work. He sounded very shaky. When he didn’t show, Pearl became concerned something had happened.", "pearl_went_to": "Pearl went to Fuller's on Saturday to find him, but the men there were very rude to her and wouldn’t tell her where he went.", "as_far_as_pearl": "(Alternate lead-in, 'Miracle Machine') As far as Pearl knows, George's machine will let ordinary people see spirits. Of course very sensitive people like Madame Isis can already see spirits just like she’s heard of people hearing radio music in their fillings. Spirits surround us, like radio waves, if we only had a machine that would let us see them.", "she_insists_that": "(Alternate lead-in, 'Temple of Nephthys') She insists that she came here on her own initiative, though Assess Honesty suspects she's covering for someone who at least suggested it, to find the machine or at least the plans. If they had this machine at the temple, imagine the people it would draw in! (Knowing Pearl's history with the temple, Viv suspects a very personal motive in the girl's pursuit of the machine.)", "british_by_birth": "British by birth, Carrington immigrated to the United States at the turn of the century.", "carrington_has_carried": "Carrington has carried on psychical investigations since his late teens. Like many in the profession, he remains open to the idea of psychic phenomena existing. He divided his earliest book, The Physical Phenomena of Spiritualism, into two sections: 'The Fraudulent' and 'The Genuine' (much smaller)", "in_1924_he": "In 1924, he served along with Harry Houdini on a committee of experts from the Scientific American evaluating medium Mina 'Margery' Crandon. Carrington remained the lone holdout convinced of the possible veracity of her powers. As a young man, he represented a medium debunked by others but whose phenomena he could not entirely explain.", "he_founded_his": "He founded his own American Psychical Institute and Laboratory in the early '20s, but it closed after a few years. He recently restarted the institute.", "the_telephone_directory": "The telephone directory lists an address and phone number for the American Psychical Institute. (Viv may also obtain this from the letter, if she filched it.)", "most_so_called": "Most so-called mediums are no more than charlatans. For such an interesting field, it is unfortunately rife with frauds and hucksters.", "as_george_said": "As George said, he remains convinced of the possibility of psychic phenomena: more than a possibility at this point, as some recent experiments with a subject, Eileen Garrett, have settled his doubts.", "if_viv_has": "If Viv has spoken to George's neighbors and/or viewed the body, and asks about beings other than ghosts, Carrington looks shaken. He had considered the possibility, of course. His early theories about the existence of psychic phenomena derived from the belief that such widely recorded phenomena must have some basis in reality. Many scriptures speak of 'demons,' and he supposes they might exist as well.", "madame_isis_describes": "Madame Isis describes George Preston as a 'seeker after truth.' He had questions for her about the afterlife and about how her talent worked. George showed remarkable insight into the nature of gifted individuals such as herself: that it came as naturally as sight or taste. Using Assess Honesty, Viv gets the sense that Madame Isis has natural talent - at telling people exactly what they want to hear.", "in_her_assessment": "(Alternate, 'The Leg-Breaker') In her assessment, 'and believe me, honey, I've met quite a few killers in my day,' George Preston wouldn't kill anyone. She only saw George raise his voice once - to a tough-looking man who stopped George outside the temple one night last week. While she didn't overhear the conversation, Madame Isis got a sense it had to do with money. She knows the type.", "madame_isis_attributes": "Madame Isis attributes her ability to speak with the dead to a spiritual connection with the goddess Nephthys.", "if_asked_why": "If asked why she calls herself 'Isis,' not 'Nephthys,' she sense's Viv's Streetwise and gives her an honest answer, 'Nobody remembers Nephthys, dear. Besides, it would look funny if I had a temple to myself, now wouldn't it?'", "now_that_she": "Alternate, 'Addie Needs Answers') Now that she thinks of it, there seems to have been a rash of disappearing electricians lately. Just last night, she had a woman in here - one of the type who doesn't know if the person's dead or alive - who said her husband hadn't come home in two days. Electrician too, if she remembers right. If Viv stays for a communion, the woman might come back.", "madame_isis_hopes": "Core, 'The Miracle Machine') Madame Isis hopes Viv can find George. His machine would change her line of work forever. She hasn't seen it in action, but George told her he will have it working this week. If it works, she might help him out with those money problems of his - as long as nobody else gets that machine for a few years. (Interactions with Pearl may change how this answer plays out, but the gist remains the same. She may call Pearl in at this point to return the schematics and offer to buy them from Viv if she can find the rest.)", "if_asked_about": "f asked about Carrington, Madame Isis sniffs derisively and makes remarks about people with nothing better to do with their time.", "max_her_husband": "ax, her husband, hasn't been home in two days now. Half the time, she thinks he got paid for a job and bought a ticket to run off, leaving her and the kids. The other half, she fears someone jumped him for the money.", "as_far_as_she": "Alternate, 'Men Going Missing') As far as she knows, Max tried for work at a lot of places. She remembers him saying Mr. Fuller had lost a man and he might get a permanent job, which would be a mercy. When she went down there the morning he didn't come home, the men told her Fuller had asked him to work on a per-day basis. Viv might ask them if they know more about it.", "she_tried_asking": "he tried asking Mr. Fuller, but he gave her the brush-off. 'Said my Max wasn't good enough but he hadn't stiffed him for the day, neither.'", "addie_knows_about": "ddie knows about the Temple of Nephthys because her pastor has preached against its wickedness. Even though talking to spirits is a sin, 'like that witch in the Bible,' she believes it could work. 'Saul talked to the prophet Samuel, didn't he?' She wants answers badly enough she's willing to live under a curse to do so.", "its_not_like": "t's not like Max not to come home. Some guys go on a bender when they get paid for a job, but not her Max. Addie squirms uncomfortably. Assess Honesty perceives she doesn't feel entirely convinced by her own words.", "yes_shes_visited": "es, she's visited the city morgue every day. Gruesome. And she has to get a neighbor to watch the children. The neighbor thinks she's there now. But there's ways to make a body disappear. It could be in the river with 'those cement shoes.'", "no_addie_hasnt": "o, Addie hasn't yet gotten a straight answer out of Madame Isis. She says Max's spirit will talk when he wants to. If he doesn't talk tonight (or didn't talk tonight), she thinks she won't come back. Streetwise: Just like she refuses to answer questions about George Preston, Madame has decided to play it safe in case Max comes home.", "of_course_the": "f course the girl thinks her fiancé didn't do it, but plenty of vicious killers seem perfectly ordinary to their family and friends.", "august_williams_clearly": "ugust Williams clearly hit the sauce that night before bed. He just saw something a little darker than pink elephants.", "murders_dont_always": "urders don't always have a motive like they do in the pictures. Maybe Preston snapped because he didn't like the way Fink looked at him. Maybe Fink played his radio too loud while Preston was trying to sleep.", "yes_he_knows": "es, he knows Lt. O'Connor, and he'll have a word with O'Connor's captain about the kind of company his man keeps (if Viv tries dropping O'Connor's name to get out of trouble.)", "these_schematics_are": "hese schematics are missing several pages. One couldn't build a complete machine from them.", "from_what_she": "rom what she can tell, this would be the center of the device. It resembles a radio receiver, receiving signals and passing them along to the missing part - logically an amplifier. But it doesn't look like any radio schematic she's seen. It's much more complex.", "for_something_probably": "Core, 'Going on the Grid') For something probably the size of a small suitcase, this device draws a disproportionate amount of power. It would probably cause outages on the city's pieced-together system. If Viv mentions the problems with electricity at the apartment building, the contact affirms the connection. The contact knows Marie Lewis, a dispatcher at Consolidated Gas: either as a former student at the college (Nettie) or as a [deliberate look] friend (Charlie). If someone's using the device, Marie might help her figure out where it is.", "marty_is_also": "arty is also trying to hunt down George. If Viv got an Advance on 'Spotting Marty the Mouth,' he's not surprised she made him and references a previous scene (e.g., 'George's Apartment,' 'Temple of Nephthys,' 'The Thing in the Morgue') in which he just barely made it around a corner. Otherwise he's watched her for some time. Either way, he realized she's on the same errand as he is.", "preston_had_borrowed": "reston had borrowed money from a generous local businessman (Marty doesn't say a mob- backed loan shark, but Streetwise Viv reads into that). It came due last week, but that generous personality got squat. Now Marty needs to find him and explain the difference between a loan and fil-an-thro-pee, see?", "yeah_he_waited": "eah, he waited outside that crackpot Egyptian place to talk to Preston. Sometimes puts a bit more pressure on a guy when you have a nice little talk in front of his friends, see?", "hes_heard_the": "e's heard the kid's trying to dodge a murder rap. Didn't figure him for the type.", "how_much_does": "ow much does he owe? About $200.", "hed_hoped_to": "e'd hoped to compare notes, with a meaningful glance at her reporter's notebook (or flipping through it, if Viv holds Problem 17).", "marty_doesnt_know": "arty doesn't know how Preston managed to give him the slip. The guy didn't seem like a slick operator. But he vamoosed, and if Marty can't find hide or hair of the guy, it'll be his own hide, if she knows what he means.", "the_night_preston": "Alternate lead-in, 'Breaking into Fuller's') The night Preston disappeared, Marty was watching the door at Fuller's from 4 p.m. onward - planning to have 'a friendly chat, see?' - But Preston never came out. Marty figures he must've gotten a warning from one of the other fellows and scrammed out the back. There was a moment the streetlights went on the fritz, but he kept his eye on the door the whole time: thought it might be some kind of funny business.", "he_only_saw": "Alternate, 'Charlie Comes Clean') He only saw one person go in, a dame. That happened maybe ten minutes after the streetlights went on the fritz. Two people come out. The short, funny dame that works there (attempts to determine which dame lead him to provide clarifying descriptions of Charlie, not Petunia). And the Joe that owns the place. They came out together.", "viv_trades_the": "argain: Viv trades the notebook for some nonspecific favor in the future. Take on Problem 18 , 'I Owe You One.'", "describe_how_viv": "escribe how Viv uses a Push to convince Marty that he won't learn more from the notebook.", "viv_promises_to": "eassurance: Viv promises to let Marty know when she finds George, or at least finds out what happened to him. Problem 19 , 'Two Masters.'", "the_entry_for": "he entry for the disturbance on the night of Fink's death shows multiple complaints from neighboring apartment buildings and one drugstore in a two-block radius around his apartment building.", "by_the_time": "y the time maintenance workers arrived, the power had returned to normal and they could find no problems in the system itself.", "the_ledger_shows": "he Ledger shows several similar entries from the night shift for calls in a five-block region north of Fulton. Same ambiguous resolution.", "the_calls_north": "he calls north of Fulton have come in each night, starting on Thursday, May 2, around 10:30 p.m., with repair crews arriving as early as 11 p.m. to find no problems. If Viv visits at night, she may mention this to a night dispatcher who exasperatedly mutters 'we need to send out a pre-emptive team or just stop responding to those calls.'", "at_the_center": "Core, 'Breaking Into Fuller's') Evidence Collection: At the center of those disturbances? Fuller's Electrical Repair.", "hes_only_here": "e's only here because his missus will get right sore if she doesn't think he's pounding the pavement every day. He has no desire to work for Fuller, 'anyways, not anymore.'", "far_as_he": "Alternate, 'The Leg-Breaker') Far as he knows, George was an OK guy, but he was making bad decisions. Like borrowing money from a guy everyone knows works for, well, all he can say is... people. And you don't want to be in debt to people. If he could guess, that'd be what happened to George... except for the strange matter of his replacements.", "why_doesnt_he": "hy doesn't he want to work for Fuller? The man's been hiring day-rate replacements and it strikes Herbert as funny that he never asks them to work a second day. Could be like he says every morning, he's looking for men who meets his standards. But after Addie Sims came 'round asking about her husband, he realized he hasn't heard from any of the other fellows Fuller hired.", "no_he_hasnt": "o, he hasn't looked them up. That's not really his business.", "the_really_strange": "Alternate lead-in, 'Breaking into Fuller's') The really strange thing is those fellows Fuller hired never came out at the end of the day. Neither did Fuller. He asked about it yesterday because Jim O'Hara is a buddy of his. One of the guys said the boss promised Jim more if he stayed late to work on a 'special project.' With five little ones, Jim can't exactly say no, can he?", "wife_rose_hasnt": "im O'Hara: wife Rose hasn't seen him since yesterday, assumes he's hiding at his brother's after drinking his earnings.", "no_his_wife": "ike Deaton: no, his wife Ida doesn't know where he's gone. She's almost frantic enough to telephone the police, but 'they never help people like us.' Viv knows through her source Lt. O'Connor that the Missing Persons department rarely follows up on men who leave their families.", "no_wife_if": "anny Mallory: no wife. If Viv checks with his landlord, she'll find he hasn't seen Danny in several days. Possible he got a job that took him out of town; that happens sometimes."}