{"sadies_sob_story": {"name": "Sadie's Sob Story", "scene_text": ["The scenario starts off for Vivian Sinclair on a Monday morning after she's turned in her most recent story. Invite the player to describe it, if she likes. She may rest on her laurels and joke around with the guys in the Herald Tribune's newsroom, or she may already be scouring a pile of newspaper clippings and notes for her next lead. Around 9 a.m., she gets a telephone call from downstairs.", "Use this as an opportunity to establish Viv's newsroom and how she meets with interested parties. Does she have the receptionist send them up to her desk in a smoky room full of (mostly) men bent over typewriters and paper-strewn desks? Or does she meet with her Sources and sometime- clients in another location, such as a restaurant across the street? Have the player take a moment to describe something important that Viv keeps at her desk in the newsroom, or her regular order at the restaurant.", "The player begins with one Problem card in hand ('Sucker for a Pretty Face,' 'Hand-to- Mouth,' 'Anything for a Story,' or 'Hot-Tempered'). If this is the player's first One-2- One session, explain how the acquisition and Countering of Problem cards works.", "Viv's visitor is a fragile, waif-like girl. Sadie Cain speaks in the soft, defensive tone of someone who has gone through her story several times already. She's cried too long to have any tears left. Instead, her eyes reflect a quiet blankness.", "Sadie's fiancé, George Preston, disappeared three days ago under mysterious circumstances. She thinks the police are framing him for a murder, just like those articles Viv wrote about police frame-ups a few years ago. She wants Viv to find him and to prove him innocent. She explains the situation as follows:", "In response to specific questions, Sadie responds with the following information:", "Sadie gives a Brooklyn address on the seedier side of Prospect Park where she can be reached.", "Research: In the newsroom's archives, the only stories Viv can find about Fuller involve a 1929 lawsuit in which a competitor charged him with monopolistic practices. The competitor folded in the aftermath of the Crash, and dropped the suit."], "scene_clues": ["someone_in_georges", "george_went_to", "she_didnt_learn", "as_nobody_important", "vivs_encountered_types", "the_police_rarely", "she_met_george", "george_works_as", "sadie_admits_she", "george_was_on", "george_didnt_have", "george_rents_a", "everyone_persecuted_george", "if_asked_she", "the_police_questioned"]}, "fullers_electrical_repair": {"name": "Fuller's Electrical Repair", "scene_text": ["Several blocks north of Fulton, the main business street of downtown Brooklyn, Fuller's Electrical Repair occupies a two-story brick warehouse. Whether visiting Fuller or Fitzpatrick first, when Viv approaches Fuller's, she sees a small crowd of men waiting outside. Even in the city, work for electricians comes in piecemeal and more infrequently as the Depression worsens. A job with Fuller's guarantees a steady meal ticket. Once word got out that one of Fuller's employees has gone AWOL, several dozen men began lingering outside the shop in hopes of catching the big man's attention when he steps outside. If Viv stops to listen to the men talk, she learns that, the last few days, Fuller has asked one or two men to show him their skills. He must have high standards, however, as those men haven't come back.", "Apart from a tidy desk in the front, the inside of Fuller's reflects its warehouse origins. A small mezzanine office, accessible by iron staircase and walkway, sits on top of a storage room at the back. On the high-ceilinged main floor, a dozen men work at individual benches over an assortment of smaller items (radios, sewing machines, irons) and a few large appliances (refrigerators, vacuum cleaners, washing machines). Most don't look up, but one or two glance her way. If Viv asks about Charlie Fitzpatrick immediately, a nearby worker indicates a shorter, broad-shouldered figure in a cap working near the back of the room. Otherwise, Mr. Fuller's secretary, Petunia Adams, comes bustling forward to meet her. A well-scrubbed young woman of about 25 in a sensible cotton print frock, Petunia maintains an immaculate bun and an all-business attitude 'to keep the boys at bay.' She considers herself a kind of 'den mother' to the 'boys' in the shop, even those a decade older than herself."], "scene_clues": ["she_always_thought", "yes_george_worked", "she_doesnt_know", "georges_looked_more", "no_he_must"]}, "fuller_himself": {"name": "Fuller Himself", "scene_text": ["Like many of those he now employs, Howard Fuller once dreamed of inventing something as revolutionary as the electric icebox or razor. Once he realized the insufficiency of his genius, he focused on something only slightly easier to achieve: making his business a success. He hires only the best, keeps them working from eight to six, and guarantees repaired items 'as good as new or your money back.'", "The window of Fuller's office gives him a full view of the goings-on below. A set of large switches above duplicates those on the floor below, each with a surname written on tape under them. Viv may learn, or deduce, that these control the power to an electrician's desk in case of electrocution. A microphone and switch on Fuller's desk allow him to broadcast to the electricians downstairs. Fuller varies his posture between overlooking his domain, arms akimbo, and smoking a pipe with his feet on the desk.", "When she enters the room, Fuller assumes Viv has come with a concern or to find out whether his shop could take an unusual repair job. Before she can get out her first question, he boasts about the quality of work his men provide and assures her that, no matter how big or small, they'll have it back to her in a week or her money back. 'Fuller [chuckle] quality than your everyday repairman. Tell a friend, save 15% on your next repair!'", "Whether or not he respects Viv's work as an investigative journalist, Howard Fuller respects the power of the press. Prompted by questions, he provides the following information:", "His statements about the machine, if he's asked, set off Viv's Assess Honesty mildly, but rather than expand on them further, he encourages her to talk to Charlie. 'Maybe there's another dame in his life. She'd know. She always knew about George's dames.'", "If Viv brings up the question of George's replacement and what she heard from the men outside, he launches into a speech on the standards of Fuller's repair. These men may have met some people's standards, but not Howard Fuller's.", "Despite the best efforts of Petunia Adams, Fuller litters his desk with letters, receipts, invoices, and newspapers. Viv notices an opened envelope addressed to George Preston, with 'Personal' written across the top in a neat hand (if the player asks, Evidence Collection notices that neat hand on other envelopes, suggesting Petunia opens and sorts the mail). She may make a Filch test to slip the letter off his desk and into her purse while Fuller enjoys the sound of his own voice, or Push Bargain to suggest that George's fiancée should have the letter."], "scene_clues": ["he_last_saw", "he_locks_up", "if_she_wants", "had_he_thought", "george_never_leaves", "he_thinks_the", "either_prompted_by"]}, "charming_charlie": {"name": "Charming Charlie", "scene_text": ["Short and practical, Charlie (Charlene) Fitzpatrick always threw the dreamer George into relief From early in the morning until 6 p.m. or so, Monday through Saturday, Viv can find Charlie hunkered down at her workbench working on a radio set, sewing machine, or other problem of the day. She puts in longer hours than any of the men in the shop, except George, whose work on his own device doesn't count toward his paycheck. Like the men, she wears a shapeless, many-pocketed smock, but it doesn't protect her from the perpetual grease smudges she gets wiping her forehead. Charlie cuts her hair in a 'mannish' short style and ironically tips her cap and winks when Viv approaches, cheekily anticipating any surprise her gender creates", "Once Charlie learns Viv's mission, she shows eagerness to help, though with an undercurrent of guilt. She reveals the basics of George's request and her own need to 'keep a date':", "She also discloses the following in response to specific questions:", "Assess Honesty notices that any questions about what Charlie did that night make her nervous. Viv may use Reassurance to convince her she only cares about what happened to George, not what Charlie does with her free time. Charlie discloses that she sometimes does work for 'other clients' at night to earn a little cash. Bureaucracy guesses that at least some of it is home wiring - for which she would need an additional license she doesn't have, and which could cause her some trouble later on. Charlie gets defensive, claiming that Fuller keeps wages low by pointing out he could replace all of them tomorrow with unemployed men who'd be happy to get half what they make. 'The men here aren't the only ones with family to support!'"], "scene_clues": ["george_asked_her", "mr_fuller_would", "she_has_known", "charlie_evades_pinning", "she_thinks_george", "no_george_wouldnt", "she_tried_taking", "viv_isnt_the"]}, "what_the_cops_know": {"name": "What the Cops Know", "scene_text": ["Between police distrust of journalists as a type and of Viv in particular, Viv knows better than to approach the investigating officer for information. Instead, when she wants to know what the police know, she approaches her Source, Lt. O'Connor. The two rarely meet at the station, preferring instead to get burned coffee at one of the nearby diners which specialize in helping beat cops burn the midnight oil. If the player wants to establish further backstory of her relationship with O'Connor, invite her to describe the last case where the detective lent Viv a hand.", "Despite his twenty years on the force, O'Connor blanches when Viv mentions the name of the man she's looking for. He's seen some shocking murders, but he's glad that this case didn't happen in his precinct. He tells Viv the basics he knows of the case:", "And in response to specific questions:"], "scene_clues": ["the_original_call", "because_nobody_could", "as_far_as", "oconnor_describes_the", "this_preston_fellow", "he_hasnt_seen"]}, "the_peculiar_death_of_myron_fink": {"name": "The Peculiar Death of Myron Fink", "scene_text": ["Preston's apartment building near the Brooklyn Navy Yard stands among a mixture of tenements and whitewashed, 'modernized' buildings. It had done service in the 18th century as a large rooming-house for factory workers. Around the turn of the century, new owners transformed it into multi-room apartments with makeshift kitchens, and studio apartments without. Preston could have walked to work and paid a fairly low price without living in one of the slummier buildings.", "A thin, craggy man holding his handkerchief to his beaked nose, '[sniff ] allergies,' Clarence Simpson has managed the apartment building for the last seven years. He likes tenants who keep themselves to themselves. He had prided himself on his ability to weed out bad apples, and finds this whole business very upsetting. The recent unpleasantness in his building has him on high alert, so no matter when Viv arrives at the building, he pops his head out of the door to see whether she's a tenant or an intruder.", "When he learns George's fiancée hired her, Simpson tells Viv that she can tell that Preston when she finds him that even if he beats the murder rap, he can't live here anymore. He can't tell her anything more than he's told the police (Alternate, 'What the Cops Know') and as for what the other tenants report seeing and hearing (Alternate, 'Interviewing the Neighbors'), Simpson chalks it up to mass hysteria from hearing Fink's death-scream and whatever fight preceded it.", "Viv may Push Bargain to persuade Simpson to show her up to the apartments in question. When doing so, he hangs around, watching her and sniffing disapprovingly. Viv may also use a Cool Quick Test (Advance 4) to talk him into it or a Stealth Quick Test (Advance 4) to make her way unseen to Fink's or Preston's apartment door.", "If Simpson guides her, he leads Viv to Fink's room on the building's third story. 'Cops finished with the place, but somebody's got to clean it.' Otherwise, Viv knows that Fink's apartment was next door to the number she has for George. If she chooses the apartment to the right, she gets a rather disgruntled housewife who informs her that she does not want to contribute to any charities or convert to any new religions, and slams the door on her. Fink's apartment, on the left, may be entered using Locksmith. The previously made Stealth Quick Test still applies unless the Keeper decides Viv has caused enough fuss to call for a new one.", "The room contains nothing of note other than an enormous bloodstain on the floor and some splatter on the walls and bed. Streetwise tells Viv that the cops have torn it apart (alternate, 'What the Cops Know'). As Viv looks around the room, Simpson, if with her, volunteers the following:", "Assess Honesty can tell he lies by omission here, hoping she won't ask. He provides more information below in response to specific questions:", "During their conversation, several other tenants of the building filter into the hall and doorway, clearly eager to share their own versions of what happened that night (core, 'Interviewing the Neighbors'). If she is not seeing the room with Simpson, Viv may knock on doors, or encounter them at the GM's discretion - such as after the encounter with Pearl, which draws them out of their rooms."], "scene_clues": ["on_that_fateful", "other_tenants_in", "nobody_could_get", "he_had_to", "simpson_reluctantly_admits", "preston_wouldnt_answer", "as_far_as_he"]}, "interviewing_the_neighbors": {"name": "Interviewing the Neighbors", "scene_text": ["Like witnesses to even a minor event, Myron Fink's neighbors recount differing versions of what happened that night. Viv gathers the same main elements from any of the three of them (although you need not have each GMC repeat the same facts and may note the similarities instead):", "A middle-aged woman trying to hold onto the look of her youth in a faded, low-waisted dress, Minnie has lived in the building for about four years. She moved here from Albany with her husband Morris. Morris works nights as a bank guard, so Minnie normally sleeps days and tries to have a dinner ready for him when he gets home.", "A generous estimate puts Williams in his seventies, though his milky blue eyes still hold a canny light. Williams doesn't sleep very much anymore - 'Ain't no point at my age; I'll sleep soon enough' - and insists he was wide awake throughout the incident, although some people, with a sharp look at the others, accuse him of dreaming things.", "Williams feels embarrassed if Viv expresses any skepticism, and mutters something about magic lantern shows and practical jokes and how George probably frightened that Fink boy to death and ran away.", "Viv first spotted Violet Blake early in her conversation with Mr. Simpson, apparently on her way out of the building. Since then, Violet's changed her dress and put on a smarter hat: Viv has to admit, the girl looks good. The young woman approaches Viv with a hesitation that wouldn't appear so affected if she didn't quickly ask whether Viv had brought one of those newspaper photographers with her."], "scene_clues": ["at_first_they", "the_sound_might", "everything_stopped_a", "anyone_telling_her", "minnie_lives_in", "until_mr_fink", "strangely_once_the", "the_sound_made", "williams_lives_across", "he_heard_the", "after_a_few", "he_couldnt_find", "violet_lives_at", "violet_always_had", "growing_serious_violet"]}, "georges_apartment": {"name": "George's Apartment", "scene_text": ["If Simpson accompanies Viv, he leans against the closed door: arms folded, sniffing, watching. Preston's clothes hang neatly in the closet, but the police detectives who tossed this place left several desk drawers slightly ajar and forced the lock on the center desk drawer.", "Viv's Evidence Collection skills lead her to check under the mattress. Clearly whoever did this hadn't worked crime scenes very long, or something about the case kept them from focusing. Taped to the bottom of the mattress, Viv finds a large folder full of schematics. Viv can tell that she's found designs for an electrical device, almost definitely George's mysterious machine. She could ask her Source Dr. Rice to help her decipher them (core, 'Miracle Machine'). If Simpson gives her trouble, Viv may fib that they belong to Fuller and she's retrieving them for him.", "On the bookshelf, Viv finds a selection of engineering reference books and works on spiritualism and psychic phenomena. Even if she hasn't found the letter, Research recognizes titles by local author Hereward Carrington, Your Psychic Powers, and How to Develop Them and The Physical Phenomena of Spiritualism (alternate, 'The Psychical Investigator')", "As Viv leaves the apartment, she (and possibly Simpson) nearly collides with a young woman crouching to pick the lock. The young woman flees. If Viv has gotten Pearl's description from Fuller or Charlie, she realizes that the woman matches it. If Pearl gets away and Viv visits or revisits the temple, you should use the 'Temple of Nephthys' sub-scene 'The Girl from the Apartment.' Her interactions with Pearl may lead into 'Interviewing the Neighbors,' who come into the hall to investigate the disturbance."]}, "questioning_pearl": {"name": "Questioning Pearl", "scene_text": ["If Viv succeeds with Advantage in either of her interactions with Pearl, she drags the girl either back into the apartment or out onto the street (whichever seems narratively appropriate after the fight). She gets in a few questions before her frightened suspect clams up. Pearl LeBlanc appears to be in her late teens. She wears a simple suit, tailored to fit someone slightly larger and sagging slightly around her still-girlish body, and (if Viv caught her) she wobbles slightly in her heels.", "After a brief career as a stenographer, Pearl became a devotee and 'private secretary' to Madame Isis Neferi. It started ordinarily enough. Pearl's older sister (from whom she inherited the suit) died in childbirth, and the distraught young woman desperately sought any means of contacting her again. That was when she found the fliers for Madame Isis and the Temple of Nephthys. Madame Isis channeled her sister so convincingly that Pearl kept coming back. Now she works for Madame Isis and the temple, handling correspondence, managing private appointments, and running errands. With the right questions, Viv may learn the above as well as the following:", "Pearl willingly takes Viv to see Madame Isis, begging her not to reveal the actual details of their encounter. Viv may also threaten to use her police connections, drawing on Lt. O'Connor as an absent source of Intimidation, to bully Pearl into bringing her to the temple."], "scene_clues": ["george_had_called", "pearl_went_to", "as_far_as_pearl", "she_insists_that"]}, "the_psychical_investigator": {"name": "The Psychical Investigator", "scene_text": ["The letter Viv may poach off Fuller's desk, or the books she finds in George's apartment, may lead her to consult Hereward Carrington, psychic investigator. That's investigator of psychics, not investigator who solves crime using psychic powers.", "Block letters spell out 'American Psychical Institute' at the top of the typewritten letter, dated the day of Preston's disappearance. Carrington thanks Preston for his kind letter. As Preston has deduced from his books, the investigator believes that some psychic phenomena cannot be explained away as mere illusion. He remains open to the possibility of scientific proof. Aren't scientists making new discoveries every year? Yes, Carrington would certainly like to see the invention once Preston finishes it.", "In the letter, Carrington pans a 'Temple of Nephthys you mention' and warns Preston against a certain type of predatory medium who has 'more in common with the sideshow than the spirit world.' He notes that while a medium might well speak to the dead, the kind of séance Preston describes Madame Isis performing relies primarily on theatrical elements and knowledge of the participants. As it does not involve other forms of psychic phenomena such as raps or telekinesis or even ghostly fingers, he cannot investigate it.", "Research: Viv may find out the following things about Carrington by making a short visit to the New York Public Library or going through the Herald Tribune's archives:", "Viv may either arrange to meet Carrington or choose to drop in at the address listed. He receives her graciously, as he hopes she might decide to feature the institute in one of her columns. Despite three-and-a-half decades in the United States, Carrington speaks with a trace of a British accent. His salt-and-pepper hair still waves as jauntily as it did in the author's photograph on books Viv may have seen. He has the eyes of a magician, deep set and penetrating.", "Carrington had not heard of his correspondent's disappearance or the incident at the apartment building. If Viv tells him of the death at George's building, the strange sights described by the neighbors, or even George's disappearance, he expresses unfeigned distress at levels appropriate to information received (e.g., concern if George has simply disappeared, great distress if he learns the neighbors' stories or a description of the body). Excusing himself a moment, he digs through a folder of letters before extracting one and presenting it to Viv as his only interaction with the young man. He encourages Viv to take the letter with her and wishes her the best in locating the young man.", "This scene primarily provides Viv the opportunity to 'hear' Preston describing his project in his own words. However, Carrington will answer any questions she puts to him, if he can. Information he may provide:"], "scene_clues": ["british_by_birth", "carrington_has_carried", "in_1924_he", "he_founded_his", "the_telephone_directory", "most_so_called", "as_george_said", "if_viv_has"]}, "temple_of_nephthys": {"name": "Temple of Nephthys", "scene_text": ["After Viv first hears about the Temple of Nephthys, she may want to phone up or visit her occult Source, Stella Abrams. Stella has attended several of Madame Isis' 'communions' with the dead. While Madame Isis always starts by reading from the Book of the Dead, the communion soon devolves into a fairly ordinary séance with Egyptian trappings. Stella gives Viv directions to 'what used to be a café' in an artistic neighborhood of Brooklyn Heights.", "Either when talking to Stella or drawing on a memory of Esteban Manuel Aragon Gonzalez giving a lecture on archaeology, Viv recalls the famous story of Isis, Osiris, and Set. The goddess Nephthys, while Set's sister-consort, assisted her sister Isis in retrieving the fourteen missing pieces of her brother Osiris. Some paintings depict her as a hawk, flying above the Nile on the hunt for parts of Osiris' body.", "The Temple of Nephthys sits among small businesses and neat apartment buildings in a much better area of Brooklyn than George's apartment building. From the street, it looks like one of the storefront churches popping up in black communities throughout the city. Stenciled letters spell out its name over the door, and decorative ankhs and cartouches on its whitewashed façade ensure even casual passers-by don't mistake it for an ordinary church. Heavy curtains block any view of the interior, although one can see the word Café in light relief despite someone's best attempts to scrape it off the windows.", "If Viv arrives during the day, the temple is locked, although Madame Isis can still be found inside. When she knocks, Madame Isis herself opens it. If the player instead chooses to use Locksmith to open it, it requires a Difficulty 5 Stealth test to do so in broad daylight. On failure, Madame Isis hears her fumbling in the lock and jerks the door open, starting the interaction on a hostile footing.", "If Viv arrives at night, she discovers a 'communion' already under way and may slip into the back (see 'Communion with the Dead').", "In a film, Madame Isis Neferi (née Bertha Cook) might be played by an aging Louise Fletcher. Rather than spend her hard-grifted money on the exotic robes and turbans favored by some mediums, she cultivates a simple aesthetic of black dresses accented by a heavy silver ankh necklace. When imparting wisdom, she speaks in what she'd call a 'resonant' voice, steeples her fingers, and stares at the supplicant from under her heavy brows.", "Though essentially a con artist, Madame has bought enough into her own shtick that she remains open to the existence of spirits: and if a machine really could do what George claims? That would set her up for life, especially if she could convince George to allow her exclusive use of it. A use of Oral History in combination with specific questions gets Madame Isis to reveal the following:", "Ask the player whether or not Viv has lost someone in her own life. If so, Madame Isis senses 'a spirit floats about you, my dear, wishing to speak' (a guess on her part, but she's a great cold-reader) and invites her to participate in a 'Communion with the Dead,' held nightly. Communions start at 8 p.m. and last around two hours - longer if the spirits feel especially communicative. Otherwise, she indicates that if Viv has any further questions, perhaps she'd like to attend a 'communion' tonight.", "Viv's canny journalist's eye identifies several different types at the communion: an older widow, a bereaved parent, an idly curious spectator, and a handful of obvious regulars who acknowledge each other before taking their seats. Cloyingly sweet incense fills the room from several braziers. Madame Isis begins the service by reading passages from the Book of the Dead. Some in the audience mutter, 'Amen,' probably from force of habit.", "Other than the reading, the séance consists of ordinary channeling. Should she have learned that Viv has lost someone, Madame passes on a 'message' telling Viv that this person has found peace in the afterlife but there's something they want Viv to do for them - but she can't make it out before losing the connection. 'Perhaps next time.' If Viv asks to contact the spirit of George Preston, Madame Isis stalls with some patter about not being able to sense George's spirit among them. Streetwise: Madame's reputation might survive channeling a living person to a few ordinary clients, but she never forgets Viv's profession and has no desire to end up on the wrong side of an exposé.", "Should Viv decide to question any of the clients before or after the communion, she ends up talking to Addie Sims (alternate, 'Addie Needs Answers'). Otherwise, Madame Isis catches Viv's eye and nods her head significantly in Addie's direction just as Addie is on the verge of slipping out the door.", "If Viv has encountered Pearl at the apartments and the girl escaped - with or without the schematics - Madame Isis calls her into the room and demands she apologize to Viv. Pearl looks shaken. Even if Madame Isis sent her to search Preston's apartment, she certainly didn't intend her to get caught while doing so. She returns any purloined schematics, and Madame Isis asks Viv to forgive the young woman's impetuosity.", "Viv may ask the questions from 'Questioning Pearl,' under the watchful gaze of Madame Isis. She may have already gleaned some information from her conversations with the medium."], "scene_clues": ["madame_isis_describes", "in_her_assessment", "madame_isis_attributes", "if_asked_why", "now_that_she", "madame_isis_hopes", "if_asked_about"]}, "addie_needs_answers": {"name": "Addie Needs Answers", "scene_text": ["Time hasn't treated Addie Sims kindly. Her shabby clothes hang around her thin frame, as though she's lost weight and hasn't had the money to buy anything new or the time and energy to take in her old clothes. Viv has seen her type before: women shepherding three children in a breadline while looking as though they never ate enough of the bread themselves. Play Addie as fidgeting, ready to bolt at any instant if she sees someone who knows her and might tell her minister. She's only come because nobody else could give her answers.", "Viv finds her at the Temple of Nephthys, although she doesn't need to attend a 'communion' to do so. Viv can use Reassurance, telling her about her investigation into the disappearance of another electrician or simply approach Addie as another seeker after the spiritual. In response to the right questions about her husband's disappearance, Addie provides the following:", "When Viv leaves, Addie tells her the address of the tenement where she lives, and begs Viv to tell her if she hears anything about Max. If Viv does so during the denouement, she earns Edge 11, 'Good Citizen.'"], "scene_clues": ["max_her_husband", "as_far_as_she", "she_tried_asking", "addie_knows_about", "its_not_like", "yes_shes_visited", "no_addie_hasnt"]}, "the_thing_in_the_morgue": {"name": "The Thing in the Morgue", "scene_text": ["Besides answering questions about things which occurred before the story started, this scene serves as pipe to establish the horror that Viv will face if things go badly for her. She'll find the body at the official mortuary for the medical examiner, located in Bellevue Hospital's (see p. 173) Pathological Building on East 29th Street. The crowd of over a hundred thousand outpatients that flows in and out of the hospital daily provides her with some anonymity, although it thins out near the morgue.", "If Viv spoke to Lt. O'Connor in 'What the Cops Know,' she may persuade him to pull some strings with the police coroner, Phil Lenz, for her to get in and see the body. If not, she'll need to come at night and break into the morgue's vault. Provided she passes a Stealth Quick Test to make it to the doors of the morgue, a simple use of the Locksmith ability lets Viv open the heavy metal doors.", "Whether or not Lenz shows her the body, the scene follows a similar course. Viv must first walk through a room of sheet-covered wooden dissection tables and instruments to get to the mortuary's cold chamber. The mortuary handles the hospital's many dead, including victims of accidents and murder. During the day, medical students bend over a few corpses on the tables, bone saws, scalpels, and forceps in hand. At night, Viv moves through chilly silence and shadow.", "Beyond the main dissection room, Viv comes to the vault where the bodies are stored. The building's subterranean stone construction provides a certain natural coolness which is augmented by a loud industrial refrigeration system, but they only do so much to hide the odor of death. Anyone who doesn't spend regular time down here initially chokes on the thick, sweet smell as they open the door. If present, Lenz offers Viv a scented handkerchief.", "The shelves of the cold chamber make it resemble a grotesque bunk-house. Without Lenz's help, Viv takes a few minutes to locate the corpse. Using Evidence Collection to check ankles and toes for identification, she soon notes the bodies lie in a rough chronological order. Fink - what remains of him - rests in a top bunk. To get a good view of the body at night, Viv may pull up a small- but-sturdy stepladder which provides attendants adequate balance to move hundreds of pounds. During the day, Lenz calls in a single medical student to wrest Fink down.", "By now, Fink's body has taken on the greenish- blue color of early decomposition. The coroner closed Fink's staring eyes, but his mouth continues to gape in horror. Round, purpling bruises score his torso and one arm. In the center of each bruise, Viv sees a puncture wound over a small, hard lump. Several lumps have been excised for analysis, leaving gouges. Below his torso? A bag holds in what intestines remain and below that - nothing. The ends of his flesh appear ragged, as if torn off with an act of extreme force.", "Evidence Collection: Either through talking to Lenz or by reading the autopsy notes, Viv learns that Fink died of a 'massive coronary event.' In lay terms, his heart gave out. The bruising and mutila- tion to his body occurred immediately after death, leaving venom directly under the skin instead of filtering into his bloodstream. Give the player time to connect this venom to the puncture-marks Viv saw in the center of the bruises. The venom's composition doesn't match any known species, but it most closely resembles that of jellyfish. The autopsy notes include several photographs of the bruising. If visiting the morgue during the day, Viv may grab one on a Difficulty 4 Quick Filch Test.", "Photography: If Viv shows photographs of Fink's corpse to her nurse Source, Louisa pulls down a book on animal attacks with a photograph of a leg with a similar coil of bruises around it. But how could a squid attack someone on dry land?", "If the guards catch Viv attempting to break into the morgue, they'll hold her for Lt. MacAdams. The player certainly could try using a Fighting Quick Test to break free while one policeman phones the station, but this would result in a city-wide hunt for her. MacAdams picks her up in an unmarked car and drives her home. On the way, he lectures Viv about interfering with police investigations, emphasizes that a twisted killer remains on the loose, and warns her to keep her nose - and her notepad - out of the whole business. Possible responses to points she may raise:", "When dropping her off at her apartment (or place of work, in the daytime), he notes that he won't escort her inside for the sake of her reputation, but vaguely threatens that he'll look her up if he hears about her interfering again in this case. See 'Antagonist Reactions.'"], "scene_clues": ["of_course_the", "august_williams_clearly", "murders_dont_always", "yes_he_knows"]}, "miracle_machine": {"name": "Miracle Machine", "scene_text": ["Viv may take the schematics for George's machine to either her scientific Source, Nettie Rice, or to Charlie for her electrical expertise. If the player holds the card 'Soft Spot' and doesn't consider the possibility of calling up Charlie on her own, the GM should prompt her. In keeping with Problem cards, the desire to see Charlie again sets up Viv for more trouble - this time with Fuller.", "Nettie moves stacks of papers to the floor in order to create enough desk space to look at the schematics. If Viv takes them to Charlie, see 'Catching Fuller's Eye' below. Either way, Viv learns the following facts about the schematics from her contact:", "If Madame Isis had the schematics briefly, their incompleteness explains why she gave them back without any reticence.", "If Viv brings the schematics to Charlie at work, she attracts the attention of Mr. Fuller, who attempts to buy them from her: 'No good to you, might as well see what my boys... and Charlie... can make of 'em.' Turning him down may lead to an Antagonist Reaction later on."], "scene_clues": ["these_schematics_are", "from_what_she", "for_something_probably"]}, "the_leg_breaker": {"name": "The Leg-Breaker", "scene_text": ["Like an Antagonist Reaction, this scene may occur at several points in the adventure. Logically, it takes place sometime after Viv visits the 'Temple of Nephthys' or investigates 'Men Gone Missing' and learns that a mob loan enforcer might have it out for Preston. However, if the player visits the temple early in the adventure, the GM may choose to hold this scene until Viv has also visited 'George's Apartment' or after she's seen 'The Thing in the Morgue.'", "When leaving the temple, apartment building, or morgue (as described above), Viv must make the following test to realize that someone's shadowing her.", "The man identifies himself as 'Marty.' Streetwise: Combining the name and profession, Viv can make an educated guess that this is 'Marty the Mouth,' a low-level enforcer for the Luciano crime family. Once Viv and Marty have squared off and she secures his cooperation, he reveals the following in response to questions:", "After talking to Marty, Viv may attempt to resolve Problem 17. Possible solutions:", "Bargain: Viv trades the notebook for some nonspecific favor in the future. Take on Problem 18 , 'I Owe You One.'", "Describe how Viv uses a Push to convince Marty that he won't learn more from the notebook.", "Reassurance: Viv promises to let Marty know when she finds George, or at least finds out what happened to him. Problem 19 , 'Two Masters.'"], "scene_clues": ["marty_is_also", "preston_had_borrowed", "yeah_he_waited", "hes_heard_the", "how_much_does", "hed_hoped_to", "marty_doesnt_know", "the_night_preston", "he_only_saw"]}, "going_on_the_grid": {"name": "Going on the Grid", "scene_text": ["Just east of Union Square, the 26-story Consolidated Gas building stands out less for its giant clock than for the miniature temple and enormous bronze lantern at its pinnacle. Even if Viv has never gone inside the building before, she's used its nighttime illumination as a landmark.", "Viv's contact, Marie Lewis, works in an open, overcrowded office on one of the middle floors. She and her fellow dispatchers take phone calls, map the locations and types of complaint, and relay the messages to teams of repairmen. The process involves a great deal of bustle, internal phone calls, and notes.", "Bureaucracy: A quick observation of the dispatchers at work leads Viv to notice the im- portance of 'The Ledger,' a central book in which they record all incoming calls and resolutions. If Viv gets time to go through The Ledger, she may be able to find out if any similar disturbances have been reported. When she mentions it to Marie or the other women, they'll complain that their man- ager, Mr. Goddell, often takes the women to task over the number of open calls, entirely unjustly, as they can't control the speed or number of repair crews.", "Viv may make any kind of Bargain with Marie for a chance to take notes on The Ledger. An obvious solution would be to offer to keep it updated for the rest of the dispatchers as she copies out relevant entries.", "From The Ledger, Viv may piece together the following:"], "scene_clues": ["the_entry_for", "by_the_time", "the_ledger_shows", "the_calls_north", "at_the_center"]}, "men_gone_missing": {"name": "Men Gone Missing", "scene_text": ["The crowd outside Fuller's has thinned since Viv first visited the shop. Perhaps with George's disappearance now a thing of the past, fewer men think they have a chance at his job. Perhaps the odd goings-on with the other men Fuller's brought in have made them change their minds. She still encounters five or six men having a smoke and shooting the breeze.", "It takes a while to get the men to warm up to her. A judicious use of Bargain might offer them some of her cigarettes or to buy anyone who'll talk to her a cup of coffee. Viv may even want to pull out Inspiration: two good (well, close enough) men have disappeared in a single week: wouldn't they want their families to have answers if it was them? One of the men, Herbert Roach, appears willing to talk, but he'd rather do it somewhere other than here. Viv can get answers out of him at a nearby diner or in an alley out of sight of the main door. Once sufficiently warmed by coffee, a cigarette, or the fire of Inspiration, Roach nervously reveals the following:", "If Viv visits Fuller, he gives her the same brush-off he would in 'Fuller Himself', that the men's work didn't pass muster. Pressing the issue of the men, or otherwise going inside on this er- rand, means Viv faces the Challenge 'Getting Past the Guards' in 'Breaking Into Fuller's.'", "Viv may decide to make especially sure about the missing men, in which case Roach gives her names and buildings of three he can think of, and she gets the attached responses from wives:"], "scene_clues": ["hes_only_here", "far_as_he", "why_doesnt_he", "no_he_hasnt", "the_really_strange", "wife_rose_hasnt", "no_his_wife", "no_wife_if"]}, "charlie_comes_clean": {"name": "Charlie Comes Clean", "scene_text": ["Armed with the knowledge that Charlie's been holding out on her, Viv may wish to question her again. At first, Charlie vehemently insists that she told Viv everything she knows, taking great offense that Viv doubts her word. Once Viv reveals her new information, Charlie's resistance breaks down and she confesses her full knowledge of that night.", "As far as Charlie knows, George could have split. She came back late to drop off some equipment she'd... borrowed. Normally it was just George there, working on his machine. She wryly admits that she probably didn't have to return the equipment as long as she brought it into work the next day, but she liked to make sure George went home and got at least a little shut-eye.", "Viv may recognize Charlie's fear of having her name attached to this information. It takes Reassurance to convince Charlie that Viv won't name her as a source in print or go straight to Fuller with anything Charlie tells her. All she knows is she found Mr. Fuller at George's desk, looking over some of his schematics. The machine was there too, but no George. Fuller convinced her to help 'put it away' for safekeeping and said George must have forgotten when he left. That wasn't like George, but Charlie thought no harm would be done if they put it away at the shop. George had been worked up, after all - maybe he was frustrated. She figured George would come in the next day, same as always.", "But then George didn't come in, and eventually the police did. She tried talking to Mr. Fuller about it, only, the night before, Fuller saw the tools Charlie had borrowed. Now Fuller's threatening her into silence with the threat not just of losing her job ('I've got a mother at home and a kid sister. It took George pushing to get me this job. I'd have to go back to a waitress' salary and men pinching me') but of reporting her to the police for theft. If the police booked her for that, they'd probably find out she's been wiring houses too - off the books and without a license ('I want to put my sister through college so she can get out of this place'). Things could get real bad for her. She can't prove Fuller knows anything - what kind of evidence is finding him in his own shop at night? She's been keeping quiet, but it eats her up inside.", "If Viv makes the request while Pushing with Inspiration or Flattery, she may persuade Charlie to investigate Fuller's with her. Alternately, not bringing Charlie (or losing her if Viv gets knocked out) may provide a more satisfying horror ending in 'Breaking into Fuller's.' If the player wants more muscle, she may also consider bringing a Source, Esteban Manuel Aragon Gonzalez or even Lt. O'Connor, or Marty if he owes her a favor.", "As in 'Men Gone Missing,' if she bursts into Fuller's to question Charlie the second time, Viv faces the Challenge 'Getting Past the Guards' in 'Breaking into Fuller's.'"]}, "breaking_into_fullers": {"name": "Breaking Into Fuller's", "scene_text": ["If Viv has re-questioned Fuller, come into the building to question Charlie a second time, or spent too much time talking to men outside his shop, Fuller gets wise to her line of thinking and hires some extra protection. The Keeper may also deploy them if Viv lets a night elapse between her conversation with Charlie and breaking in: Charlie's begun to think about going to the police, and Fuller can see it in her eyes. Otherwise skip 'Getting Past the Guards.'", "Outside the building, the streetlights begin to fritz. Assuming Viv gets safely past any guards, a use of Locksmith gets her through the back door, into a darkened storage room in the rear of the shop. Through the door she can see a crack of flickering light. She hears a non-mechanical hum: an eerie sound that makes her think of sailors' descriptions of the song of whales.", "Viv can glance through the door long enough to see a figure tied to a chair and strange beings floating in the harsh spotlight around him. The strange beings appear blobby and luminescent, but alien and disturbing. If Viv neither brought Charlie with her and the scene 'Charlie Comes Clean' didn't occur immediately previous to this, she recognizes the figure in the chair as Charlie. In this case, players holding 'Soft Spot' take a −2 to either of the following Challenges. Otherwise, it's one of the job-seekers she has seen massed outside Fuller's. Just then, a swirling mass of translucent tentacles moves in from the edge of the spotlight. She may choose to look away and examine the 'Body in the Chair' afterward; to watch and face the test 'Watching the Devourer;' or to burst in and interrupt, in which case the action skips to 'They Came from Beyond.' Examining the corpse after 'Watching the Devourer' does not trigger the 'Body in the Chair' test.", "The action is over in a matter of horrifying moments. A wise player would have Viv look away, in which case she hears squishing, snapping, and a muffled scream. If Viv keeps watching, she sees a writhing, iridescent mass of tentacles and claws swarm over the body, which lets out a muffled scream before being devoured. The tentacles wrap it tight, and pincers begin snipping off pieces of flesh and passing them into a dark maw, eventually devouring the flesh and organs, leaving parts of a skeleton with ragged ends of muscle and tissue hanging off. The body's clothes, neatly snipped by the pincers, lie on the floor at its feet. Once the beast ceases feeding, Viv can sense it looking for its next prey - at which point it suddenly vanishes.", "If Viv brought company, they pass out as Viv undergoes either of the next two tests. If Viv fails her run-ins with Fuller, she comes to with her companion tied up beside her. Otherwise, she can shake them back to a dazed consciousness and have them help her handle Fuller.", "Use the description of what happened to it to formulate an approximation of what she finds.", "Either way, if she examines the body and scrutinizes the seemingly empty warehouse, she must make the following test to 'Dodge the Chloroform.", "Whether he shouts it down from his darkened office with his hand on the switch that powers Preston's machine or mutters it while tied to the chair himself, Fuller can fill Viv in on the details of the situation. By now, she might be surprised to learn that he didn't kill George Preston, but he pushes the point, ignoring the collateral damage he has caused since.", "George Preston caused the first two deaths, Fink's and his own. The first was an accident. The light from Fink's room must have drawn the at- tention of the creature while it ignored Preston's lightless room. That night after work, with Charlie having slipped out, Preston broke down and con- fessed the whole thing to Fuller, begging the older man to destroy his device - but only after he let beasts from beyond kill him in the same way they had eaten Fink. To him, this seemed like the only way he could atone for Fink's death. Fuller didn't believe a word of it, instead thinking the kid had finally snapped from too many nights working late. Maybe he'd killed his neighbor, but nothing else made sense.", "Only after Fuller watched from his darkened office did he believe Preston's story. He threw the emergency switch to cut power to the kid's bench, but it was too late. Viv senses excitement, rather than horror in his voice. In Fuller's opinion Preston was a coward, afraid of his own success. If the world at the edge of our vision isn't made up of ghosts but of something much more horrible, that just makes his invention more valuable.", "All Fuller needs now are those damn schematics so he can reproduce the machine - as a weapon. With the news from Europe, he knows it'll be a seller's market soon enough and this could change things the way gas did in the Great War. And Charlie (if he killed or captured her)? He could tell it was only a matter of time before she went to the police - doesn't have the sense to keep her head down.", "The thing Viv saw? That isn't the only kind of beast out there, that's just his 'pet' - the one who's learned to come when Fuller switches on the device. He's seen far more than that: big, stupid, whale-like blobs and swarms of tiny creatures which pick over and devour the remains. You'd never know anyone had died. (Fuller isn't naïve about his 'pet.' He switches off the machine once it loses interest in a body, only switching it on a few minutes later to attract the scavengers who remove the corpse. If the 'pet' can see beyond the light, Fuller doesn't want to find out firsthand.)", "Her head splitting, Viv comes back to full con- sciousness to find herself tied to a chair (with any companions beside her) on the main floor of the repair shop. Lights from the workbenches, meant to illuminate detail work, encircle her in a painful glare. She has difficulty making out any details be- hind the brightness. Once Fuller sees she's woken up, he monologues details from 'Fuller Fesses Up' above as he switches on the machine, triggering the test 'They Came from Beyond.'", "Though Viv gets a chance to escape, the ma- chine begins to take effect, revealing sights and sounds from a plane of reality bordering on our own. It takes some time for the creature to realize Fuller has set out a second meal. In the meantime, other strange beasts walk or float by Viv as she takes fights for Stability and takes stock of her situation.", "After either rushing in to save the captive in the chair, or being captured by Fuller and making the Stability Challenge 'They Came from Beyond' (whether Advance or Setback), Viv may attempt to escape without being eaten. She may use Quick Tests (Advance 4+, but any failed test increases the Difficulty of the next Quick Test of any kind by 1) as proposed by the player. If tied up by Fuller, she can use Athletics to untie her hands or Preparedness to have a pocketknife Fuller didn't think to check for. A successful Quick Test of Athletics or Fleeing, if Fuller has spotted her, gets her into the darkness where she can pull the plug to the machine, flip the wall switch to the desk, smash the machine, shoot it (the canonical method of destruction), or even propose a way to switch on the light in Fuller's office, turning the creature's attention to him. If she fails the tests and the Difficulty gets too high? Move on to the coda and Viv's last thoughts.", "How Viv resolves the situation if she escapes the creatures depends entirely on the player and her goals. She may wish to hold Fuller at gunpoint, if she has a gun, and force him to confess to his crimes. She may knock him cold or shoot him in the legs, and leave him for the police. She may prefer to rely on her two dice in Fleeing and try to grab any schematics (appropriate on whatever the GM considers a high success) as she escapes, calling in a tip for MacAdams to check out the repair shop."]}, "sadie_and_the_scoop": {"name": "Sadie and the Scoop", "scene_text": ["After wrapping things up at Fuller's, Viv can report back to Preston's fiancée. How much she chooses to reveal is up to the player. Perhaps Sadie only needs to know that her fiancé's device backfired, killing him, and his boss covered it up. Sadie mourns, but accepts that sometimes brilliant inventors pay a price for their genius. Viv gets the sense that even if she moves on, Sadie will always canonize George in her mind. Viv may use Edges such as 'Good Citizen' or 'Marty's Respect' to talk someone into finding Sadie another job.", "Did Viv leave Fuller alive and not call the police? If so, Petunia Adams finds him the next morning, swinging from the iron walkway to his office. Viv hears about this when a fellow journalist covering the story remembers her interest in the place.", "If Viv retrieves the schematics but does not destroy them, she comes home several days later to find out from her landlady that the police raided her apartment and confiscated some drawings they said were stolen from their investigation. She can only imagine where they might end up.", "As for Charlie, if she somehow survived the ordeal, Viv may make overtures - but learns that she plans to take her mother and sister and leave the city. She wants to put as much distance between her and these horrors as she can - though she'll never be able to shake off her newfound knowledge.", "Use these possible endings to help the player craft a suitable coda for the story."]}}